/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf secondi";

/* No comment provided by engineer. */
"%i days" = "%i giorni";

/* No comment provided by engineer. */
"%i hours" = "%i ore";

/* No comment provided by engineer. */
"%i minutes" = "%i minuti";

/* No comment provided by engineer. */
"%i weeks" = "%i settimane";

/* No comment provided by engineer. */
"1 day" = "1 giorno";

/* No comment provided by engineer. */
"1 hour" = "1 ora";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 second" = "1 secondo";

/* No comment provided by engineer. */
"1 week" = "1 settimana";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Allegato>>";

/* No comment provided by engineer. */
"Add" = "Aggiungi";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Rimuovi tutti i segni";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Rimuovi i segni da qui in giù";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Rimuovi i segni da qui a sinistra";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Rimuovi i segni da qui a destra";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Rimuovi i segni da qui in su";

/* Copy the link to the clipboard */
"Copy Link" = "Copia collegamento";

/* No comment provided by engineer. */
"Delete" = "Elimina";

/* No comment provided by engineer. */
"Image Picker" = "Selezionatore immagine";

/* No comment provided by engineer. */
"Invalid Input" = "Inserimento non valido";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Salta a dove hai smesso di leggere";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Salta al segno successivo";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Salta al segno precedente";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Immagine";

/* No comment provided by engineer. */
"Select Image" = "Seleziona immagine";